Revit 2027 API
ParameterTypeId.StairsRailingBalusterHeight Property
 "Baluster Height"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsRailingBalusterHeight { get; }
Public Shared ReadOnly Property StairsRailingBalusterHeight As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsRailingBalusterHeight {
	ForgeTypeId^ get ();
}
static member StairsRailingBalusterHeight : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace